Repository: jonkan/Electricity-Prices
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, bs, cs, da, de, el, es, et, fi, fr, ga, hr, hu, it, ka, lt, lv, mk, mt, nb, nl, nn, pl, pt_pt, ro, sk, sl, sq, sr, sv, tr, uk

source: See prices at a glance
bg: Вижте цените на пръв поглед
bs: Pogledajte cijene u trenu
cs: Porovnejte ceny na první pohled
da: Se priser på et øjeblik
de: Sehen Sie die Preise auf einen Blick.
el: Δείτε τιμές σε μια ματιά
es: Ver precios de un vistazo
et: Vaadake hindu esmapilgul
fi: Katso hintoja yhdellä silmäyksellä
fr: Voir les prix d'un coup d'œil
hr: Vidi cijene na prvi pogled
hu: Tekintse árak egyszerűen
it: Visualizza i prezzi in un colpo d'occhio
ka: ფასების ნახვა თვალის ერთი გადავლებით
lv: Skatiet izmaksas uzreiz
mk: Видете цени на прв поглед
nb: Se priser med ett blikk
nl: Bekijk prijzen in één oogopslag
nn: Sjå prisar på eitt blikk
pt_pt: Veja os preços de relance
ro: Consultați prețurile pe loc
sk: Pozrite si ceny na prvý pohľad
sl: Oglejte si cene na prvi pogled.
sq: Shiko çmimet menjëherë
sr: Pogledajte cene na prvi pogled``````
sv: Se priserna i ett ögonkast
tr: Bir bakışta fiyatları gör

source: Settings
bg: Настройки
bs: Postavke
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
ga: Socruithe
hr: Postavke
hu: Beállítások
it: Impostazioni
ka: პარამეტრები
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
nn: Innstillinger
pl: Ustawienia
pt_pt: Configurações
ro: Setări
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Postavke
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: Share
bg: Сподели
bs: Podijeli
cs: Sdílet
da: Del
de: Teilen
el: Μοιραστείτε
es: Compartir
et: Jaga
fi: Jaa
fr: Partager
ga: Roinn
hr: Podijeli
hu: Megosztás
it: Condividi
ka: გაზიარება
lt: Dalintis
lv: Dalīties
mk: Сподели
mt: Aqsam
nb: Del
nl: Delen
nn: Del
pl: Udostępnij
pt_pt: Partilhar
ro: Distribuie
sk: Zdieľať
sl: Deli
sq: Shpërndaj
sr: Podeli
sv: Dela
tr: Paylaş
uk: Поділитися

source: Stay updated without opening the app
bg: Пребивайте актуализирани без да отваряте приложението
bs: Ostanite ažurirani bez otvaranja aplikacije
cs: Zůstaňte aktuální bez otevírání aplikace.
da: Hold dig opdateret uden at åbne appen
de: Aktualisiere dich ohne die App zu öffnen
el: Παραμείνετε ενημερωμένοι χωρίς να ανοίγετε την εφαρμογή
es: Manténgase actualizado sin abrir la aplicación
et: Jääge uuendustega kursis, avamata rakendust.
fi: Pysyt päivitettynä avaamatta sovellusta
fr: Restez à jour sans ouvrir l'application
ga: Fan ar an eolas gan an aip a oscailt
hr: Ostanite ažurirano bez otvaranja aplikacije
hu: Maradj naprakész az alkalmazás megnyitása nélkül
it: Rimani aggiornato senza aprire l'applicazione
ka: განახლებული იყავით აპის გახსნის გარეშე
lt: Būkite informuoti neatidarę programėlės
lv: Palieciet informēti, neatverot lietotni
mk: Останете информирани без отварање на апликацијата
mt: Żomm rimanuti aġġornati mingħajr ma tiftaħ l-app.
nb: Hold deg oppdatert uten å åpne appen
nl: Blijf op de hoogte zonder de app te openen``````
nn: Bli oppdatert utan å opne appen
pl: Pozostań zaktualizowany bez otwierania aplikacji
pt_pt: Mantenha-se atualizado sem abrir o aplicativo.
ro: Rămâi actualizat fără a deschide aplicația
sk: Zostávajte aktualizovaní bez otvárania aplikácie
sl: Ostanite vedno posodobljene brez odpiranja aplikacije
sq: Qëndroni të përditësuar pa hapur aplikacionin
sr: Budite ažurirani bez otvaranja aplikacije
sv: Håll dig uppdaterad utan att öppna appen
tr: Uygulamayı açmadan güncel kalın
uk: Залишайтесь в курсі без відкриття додатку``````

source: Support
bg: Поддръжка
bs: Podrška
cs: Podpora
da: Støtte
de: Unterstützung
el: Υποστήριξη
es: Soporte
et: Tugi
fi: Tuki
hr: Podrška
hu: Támogatás
it: Supporto
ka: მხარდაჭერა
lt: Palaikymas
lv: Atbalsts
mk: Поддршка
mt: Appoġġ
nb: Støtte
nl: Ondersteuning
nn: Støtte
pl: Wsparcie
pt_pt: Suporte
ro: Suport
sk: Podpora
sl: Podpora
sq: Mbështetje
sr: Podrška
tr: Destek
uk: Підтримка

source: Sync with the watch app
bg: Синхронизирайте с приложението на часовника
bs: Sinkronizirajte s aplikacijom na satu
cs: Synchronizace s aplikací na hodinkách
da: Synkroniser med ur-appen
de: Mit der Uhren-App synchronisieren
el: Συγχρονισμός με την εφαρμογή ρολογιού
es: Sincroniza con la aplicación del reloj
et: Sünkroniseeri kellarakendusega
fi: Synkronoi kellosovelluksen kanssa
fr: Synchroniser avec l'application de la montre
ga: Comhordaigh leis an aip faire
hr: Sinkronizirajte s aplikacijom na satu
hu: Szinkronizálás az óra alkalmazással
it: Sincronizza con l'app dell'orologio
ka: სინქრონიზაცია საათის აპლიკაციით
lt: Sinchronizuoti su laikrodžio programa
lv: Sinhronizēt ar pulksteņa lietotni
mk: Синхронизирајте со апликацијата на часовникот
mt: Is-Sinkronizza mal-app tal-arlogg
nb: Synkroniser med klokke-appen
nl: Synchroniseren met de horloge-app
nn: Synkroniser med klokkeappen
pl: Synchronizacja z aplikacją na zegarek
pt_pt: Sincronizar com a aplicação do relógio
ro: Sincronizați cu aplicația de pe ceas
sk: Synchronizujte s aplikáciou v hodinkách
sl: Sinhroniziraj z aplikacijo za uro
sq: Sinkronizo me aplikacionin e orës
sr: Sinhronizacija sa aplikacijom na satu
sv: Synkronisera med appen på klockan
tr: Saat uygulaması ile senkronize olun
uk: Синхронізуватися з додатком годинника

source: Syncing...
bg: Синхронизиране...
bs: Sinkroniziranje...
cs: Synchronizuji...
da: Synkroniserer...
de: Synchronisierung läuft...
el: Συγχρονίζεται...
es: Sincronizando...
et: Sünkroniseerimine...
fi: Synkronoidaan...
fr: Synchronisation...
ga: Ag sioncronú...
hr: Sinkronizacija...
hu: Szinkronizálás...
it: Sincronizzazione in corso...
ka: სინქრონიზაცია...
lt: Sinchronizuojama...
lv: Sinhronizējas...
mk: Се синхронизира...
nb: Synkroniserer...
nl: Synchroniseren...
nn: Synkroniserer...
pl: Synchronizuję...
pt_pt: A sincronizar...
ro: Se sincronizează...
sk: Synchronizujem...
sl: Sinhronizacija...
sq: Po sinkronizohet...
sr: Sinhronizacija...
sv: Synkroniserar...
tr: Senkronize oluyor...
uk: Синхронізація...

source: Tap to copy the email address
bg: Докоснете, за да копирате имейл адреса
bs: Dodirnite za kopiranje adrese e-pošte
cs: Klepněte pro kopírování e-mailové adresy
da: Tryk for at kopiere e-mailadressen
de: Tippen Sie, um die E-Mail-Adresse zu kopieren
el: Πατήστε για να αντιγράψετε τη διεύθυνση email
es: Toque para copiar la dirección de correo electrónico
et: Kopeerimiseks koputage e-posti aadressile
fi: Napauta kopioidaksesi sähköpostiosoitteen
fr: Touchez pour copier l'adresse e-mail
hr: Dodirnite da biste kopirali adresu e-pošte
hu: Koppintson ide az e-mail cím másolásához
it: Tocca per copiare l'indirizzo email
ka: დააჭირეთ, რათა კოპიროთ ელ.ფოსტა.
lt: Paspauskite, kad nukopijuotumėte el. pašto adresą
lv: Nospiediet, lai kopētu e-pasta adresi
mk: Тапни за да го копирате е-маил адресата
mt: Ikteb biex tkopja l-indirizz tal-email
nb: Trykk for å kopiere e-postadressen
nl: Tik om het e-mailadres te kopiëren
nn: Trykk for å kopiere e-postadressen
pl: Dotknij, aby skopiować adres e-mail
pt_pt: Toque para copiar o endereço de email
ro: Atingeți pentru a copia adresa de e-mail
sk: Kliknite pre skopírovanie e-mailovej adresy
sl: Tapnite, da kopirate e-poštni naslov.
sq: Klikoni për të kopjuar adresën e emailit
sr: Dodirnite da kopirate e-mail adresu
sv: Peka för att kopiera e-postadressen
tr: E-posta adresini kopyalamak için dokunun
uk: Натисніть, щоб скопіювати адресу електронної пошти

source: The watch app is up-to-date.
bg: Приложението на часовника е актуализирано.
bs: Aplikacija na satu je ažurirana.
cs: Aplikace na hodinkách je aktuální.
da: Ur-appen er opdateret.
de: Die Uhren-App ist auf dem neuesten Stand.
el: Η εφαρμογή ρολοιού είναι ενημερωμένη.
es: La aplicación del reloj está actualizada.
et: Kella rakendus on ajakohane.
fi: Kellosovellus on ajan tasalla.
fr: L'application de la montre est à jour.
ga: Tá an aip faire cothrom le dáta.
hr: Aplikacija na satu je ažurirana.
hu: Az óra alkalmazás naprakész.
it: L'app dell'orologio è aggiornata.
ka: საათის აპლიკაცია განახლებულია.
lt: Laikrodžio programa yra naujausia.
lv: Pulksteņa lietotne ir atjaunināta.
mk: Апликацијата на часовникот е ажурирана.
mt: L-app tal-arlogg huwa aġġornat.
nb: Klokke-appen er oppdatert.
nl: De horloge-app is up-to-date.
nn: Klokkeappen er oppdatert.
pl: Aplikacja na zegarku jest aktualna.
pt_pt: A aplicação do relógio está atualizada.
ro: Aplicația de pe ceas este la zi.
sk: Aplikácia na hodinkách je aktuálna.
sl: Aplikacija za uro je posodobljena.
sq: Aplikacioni i orës është i përditësuar.
sr: Aplikacija na satu je ažurirana.
sv: Appen på klockan är uppdaterad.
tr: Saat uygulaması güncel.
uk: Додаток на годиннику є актуальним.

source: Tomorrows prices not yet available.
bg: Цените за утре още не са налични.
bs: Cijene za sutra još nisu dostupne.
cs: Ceny na zítřek ještě nejsou k dispozici.
da: Morgendagens priser er endnu ikke tilgængelige.
de: Die Preise für morgen sind noch nicht verfügbar.
el: Οι τιμές του αύριο δεν είναι ακόμα διαθέσιμες.
es: Los precios de mañana aún no están disponibles.
et: Homseid hindu pole veel saadaval.
fi: Huomisen hinnat eivät ole vielä saatavilla.
fr: Les prix de demain ne sont pas encore disponibles.
hr: Cijene za sutra još nisu dostupne.
hu: A holnapi árak még nem érhetőek el.
it: I prezzi di domani non sono ancora disponibili.
ka: ხვალის ფასები ჯერ არ არის ხელმისაწვდომი.
lt: Rytojaus kainos dar neprieinamos.
lv: Rītdienas cenas vēl nav pieejamas.
mk: Цените за утре сè уште не се достапни.
mt: Il-prezzijiet ta' għada għadhom mhux disponibbli.
nb: Prisene for morgendagen er ennå ikke tilgjengelige.
nl: De prijzen voor morgen zijn nog niet beschikbaar.
nn: Morgendagens priser er ennå ikke tilgjengelige.
pl: Ceny na jutro nie są jeszcze dostępne.
pt_pt: Os preços de amanhã ainda não estão disponíveis.
ro: Prețurile de mâine nu sunt încă disponibile.
sk: Ceny na zajtra ešte nie sú dostupné.
sl: Jutrišnje cene še niso na voljo.
sr: Cijene za sutra još nisu dostupne.
sv: Morgondagens priser är inte tillgängliga ännu.
tr: Yarının fiyatları henüz mevcut değil.
uk: Ціни на завтра ще не доступні.

source: Transfering logs from the watch
bg: Прехвърляне на регистрации от часовника
bs: Prenos dnevnika s sata
cs: Přenos protokolů z hodinek
da: Overfører logs fra uret
de: Protokolle werden von der Uhr übertragen
el: Μεταφέρονται τα ημερολόγια από το ρολόι.
es: Transfiriendo registros desde el reloj
et: Logide ülekandmine kellast
fi: Lokien siirtäminen kellosta
fr: Transférer les journaux depuis la montre
hr: Prijenos zapisa s sata
hu: Naplófájlok átvitele az óráról
it: Trasferimento dei log dal watch
ka: ლოგების გადაცემა საათიდან
lt: Perkeliant žurnalus iš laikrodžio
lv: Pārsūta žurnālus no pulksteņa
mk: Префрлање на записите од часовникот
mt: Trasferiment tal-logs mill-arlogg
nb: Overfører logger fra klokken
nl: Logs overzetten vanuit het horloge
nn: Overfører logger fra klokken
pl: Przesyłanie logów z zegarka
pt_pt: A transferir registos do relógio
ro: Transferând jurnalele de pe ceas
sk: Prenos záznamov z hodiniek
sl: Prenos dnevnikov iz ure
sq: Transferimi i regjistrimeve nga ora
sr: Prenos zapisa sa sata
sv: Hämtar loggfiler från klockan
tr: Saatteki kayıtlar aktarılıyor
uk: Передача логів з годинника

source: Try having the watch app in the foreground.
bg: Опитайте да държите приложението на часовника на преден план.
bs: Pokušajte imati aplikaciju na satu u prednjem planu.
cs: Zkuste mít aplikaci na hodinkách na popředí.
da: Prøv at have ur-appen i forgrunden.
de: Versuchen Sie, die App auf der Uhr im Vordergrund zu haben.
el: Δοκιμάστε να έχετε την εφαρμογή ρολοιού στο προσκήνιο.
es: Prueba tener la aplicación del reloj en primer plano.
et: Proovige asetada kella rakendus esiplaanile.
fi: Kokeile pitää kellosovellus etusijalla.
fr: Essayez de mettre l'application de la montre au premier plan.
ga: Déan iarracht an aip faire a bheith sa chlárthosaigh.
hr: Pokušajte imati aplikaciju na satu u prvom planu.
hu: Próbálja meg, hogy az óra alkalmazás előtérben legyen.
it: Prova a mettere l'app del watch in primo piano.
lt: Pabandykite laikyti laikrodžio programą pirmame plane.
lv: Mēģiniet lietot pulksteņa lietotni priekšplānā.
mk: Пробајте да ја имате апликацијата на часовникот во преден план.
nb: Prøv å ha klokke-appen i forgrunnen.
nl: Probeer de horloge-app op de voorgrond te hebben.
nn: Prøv å ha klokkeappen i forgrunnen.
pl: Spróbuj umieścić aplikację na zegarku na pierwszym planie.
pt_pt: Tente manter a aplicação do relógio em primeiro plano.
ro: Încercați să aveți aplicația de pe ceas în prim-plan.
sk: Skúste mať aplikáciu v hodinkách na popredí.
sl: Poskusite imeti aplikacijo za uro v ospredju.
sq: Provoni të keni aplikacionin e orës në plan të parë.
sr: Pokušajte da aplikacija na satu bude u prvom planu.
sv: Försök att ha appen på klockan i förgrunden.
tr: Saat uygulamasını ön planda tutmayı deneyin.
uk: Спробуйте забезпечити видимість додатка на годиннику.

source: Unlock Pro!
bg: Отключете Pro!
bs: Otključaj Pro!
cs: Odemknout Pro!
da: Lås Pro op!
de: Pro freischalten!
el: Ξεκλείδωμα Pro!
es: ¡Desbloquear Pro!
et: Vabasta Pro!
fi: Avaa Pro!
fr: Débloquer Pro!
ga: Díghlasáil Pro!
hr: Otključaj Pro!
it: Sblocca Pro!
ka: გახსენით Pro!
lt: Atrakinti Pro!
lv: Atbloķēt Pro!
mk: Отклучи Pro!
mt: Infurzar Pro!
nb: Lås opp Pro!
nl: Pro Ontgrendelen!
nn: Lås opp Pro!
pl: Odblokuj Pro!
pt_pt: Desbloquear Pro!
ro: Deblochează Pro!
sk: Odomknúť Pro!
sl: Odkleni Pro!
sq: Zhbllokoni Pro!
sr: Otključajte Pro!
sv: Lås upp Pro!
tr: Pro Kilidi Aç!
uk: Розблокувати Pro!

source: View Mode
bg: Режим на преглед
bs: Prikazni način
cs: Zobrazit režim
da: Visningstilstand
de: Anzeigemodus
el: Λειτουργία Προβολής
es: Modo de vista
fi: Näkymätila
fr: Mode d'affichage
ga: Modh Amharc
hu: Nézet mód
it: Modalità di visualizzazione
ka: სანახის რეჟიმი
lt: Peržiūros režimas
mk: Режим на преглед
mt: Modalità ta' Viżwalizzazzjoni
nb: Visningsmodus
nl: Weergavemodus
nn: Visningsmodus
pl: Tryb wyświetlania
pt_pt: Modo de Visualização
ro: Mod de vizualizare
sk: Režim zobrazenia
sl: Prikazni način
sq: Mënyra e Shikimit
sv: Visningsläge
tr: Görünüm Modu
uk: Режим перегляду

source: Waiting for the watch to send logs
bg: Чака се часовникът да изпрати журнали
bs: Čeka se da sat pošalje protokole
cs: Čekání na odeslání protokolů hodinek
da: Venter på at uret sender logs
de: Warten auf die Uhr, um Protokolle zu senden
el: Αναμονή για την αποστολή αρχείων καταγραφής από το ρολόι
es: Esperando que el reloj envíe los registros
et: Ootan, et kell saadaks logisid
fi: Odotetaan kellon lähettävän lokit
fr: En attente de l'envoi des journaux par la montre
ga: Ag fanacht leis an uaireadóir chun logs a sheoladh
hr: Čekanje da sat pošalje zapise
hu: Várakozás az óra naplóinak küldésére
it: In attesa che l'orologio invii i log
lt: Laukiama, kol laikrodis išsiųs žurnalus
lv: Gaida, līdz pulkstenis nosūta žurnālus
mk: Се чека часовникот да испрати логови
mt: Qed tintiżar għall-arloġġ biex ibgħat logs
nb: Venter på at klokken skal sende logger
nl: Wachten op het horloge om logs te sturen
nn: Venter på at klokken skal sende logger
pl: Czekanie na przesłanie logów przez zegarek
pt_pt: Aguardando o relógio enviar os registos
ro: Așteptare pentru ceas să trimită jurnale
sk: Čaká sa na hodinky, aby odoslali záznamy
sl: Čakanje na uro, da pošlje dnevnike
sq: Në pritje të orës për të dërguar regjistrat
sr: Čekanje da sat pošalje logove
sv: Väntar på att klockan ska skicka loggfiler
tr: Saatın log göndermesi bekleniyor
uk: Очікування на відправку журналів годинником

source: Widgets
bg: Джаджи
bs: Widgeti
cs: Widgety
el: Μικροσυσκευές
et: Vidinad
hu: Widgetek
ka: ვიჯეტები
lt: Valdikliai
lv: Logrīki
mk: Виджети
mt: Widġetti
pl: Widgety
ro: Widgeturi
sk: Widgety
sl: Pripomočki
sr: Widgeti
tr: Araçlar
uk: Віджети

source: Your price adjustment is temporarily excluded while you edit these limits.
bg: Вашата корекция на цената е временно изключена докато редактирате тези ограничения.
bs: Vaše prilagođavanje cijene je privremeno isključeno dok uređujete ove granice.
cs: Vaše úprava ceny je dočasně vyjmuta z provozu, dokud upravujete tyto limity.
da: Din prisjustering er midlertidigt udelukket, mens du redigerer disse grænser.
de: Ihre Preisänderung wird vorübergehend ausgeschlossen, während Sie diese Beschränkungen bearbeiten.
el: Η προσαρμογή τιμής σας είναι προσωρινά εξαιρεμένη ενώ επεξεργάζεστε αυτούς τους περιορισμούς.
es: Su ajuste de precio está excluido temporalmente mientras edita estos límites.
et: Teie hinnakohandus on ajutiselt välja arvatud, kuni muudate neid piiranguid.
fi: Hintasi on tilapäisesti poissuljettu, kun muokkaat näitä rajoituksia.
fr: Votre ajustement de prix est temporairement exclu pendant que vous modifiez ces limites.
hr: Vaše prilagodbe cijene su privremeno isključene dok uređujete ove granice.
hu: Az árkorrekció átmenetileg kizárt, amíg szerkeszted ezeket a korlátokat.
it: La modifica del prezzo è temporaneamente esclusa mentre modifichi questi limiti.
ka: თქვენი ფასის შეცვლა დროებით გამორთულია, სანამ თქვენ რედაქტირებთ ამ ლიმიტებს.
lt: Jūsų kainų koregavimas laikinai neįtrauktas, kol redaguojate šiuos limitus.
lv: Jūsu cenu korekcija pagaidām tiek izslēgta, kamēr Jūs rediģējat šos limitus.
mk: Вашата ценовна прилагодба е привремено исклучена додека ги уредувате овие ограничувања.
mt: L-aġġustament tal-prezz tiegħek huwa eskluss temporanjament waqt li int tedita dawn il-limiti.
nb: Din prisjustering er midlertidig utelatt mens du redigerer disse grensene.
nl: Uw prijswijziging is tijdelijk uitgesloten terwijl u deze limieten bewerkt.
nn: Ditt prisjustering er midlertidig utsett medan du redigerer desse grensene.
pl: Twoja korekta ceny jest tymczasowo wykluczona podczas edycji tych limitów.
pt_pt: O seu ajuste de preço está temporariamente excluído enquanto edita estes limites.
ro: Ajustarea ta de preț este temporar exclusă în timp ce editezi aceste limite.
sk: Tvoje cenové úpravy sú dočasne vylúčené, kým upravuješ tieto limity.
sl: Vaša cenovna prilagoditev je začasno izključena, medtem ko urejate te omejitve.
sq: Rregullimi juaj i çmimeve është përkohësisht i përjashtuar ndërsa ju redaktoni këto kufizime.
sr: Vaša korekcija cene je privremeno isključena dok uređujete ova ograničenja.
sv: Din prisjustering är tillfälligt utesluten medan du redigerar dessa gränser.
tr: Fiyat ayarınız, bu sınırları düzenlerken geçici olarak hariç tutulur.
uk: Ваше коригування ціни тимчасово виключено, поки ви редагуєте ці обмеження.

source: Your purchase could not be verified by the App Store.
bg: Вашата покупка не може да бъде потвърдена от App Store.
bs: Vaša kupovina nije mogla biti verificirana od strane App Store-a.
cs: Váš nákup nemohl být ověřen App Store.
da: Dit køb kunne ikke bekræftes af App Store.
de: Ihr Kauf konnte vom App Store nicht verifiziert werden.
el: Η αγορά σας δεν ήταν δυνατό να επαληθευτεί από το App Store.
es: Tu compra no pudo ser verificada por la App Store.
et: Teie ostu ei saanud App Store kinnitada.
fi: App Store ei voinut varmistaa ostostasi.
fr: Votre achat n'a pas pu être vérifié par l'App Store.
hr: Vaša kupnja nije mogla biti verificirana od strane App Store.
hu: A vásárlását nem sikerült az App Store-ban ellenőrizni.
it: Il tuo acquisto non può essere verificato dall'App Store.
ka: ვერ მოხერხდა თქვენი შეძენის ვერიფიკაცია App Store -მა.
lt: Jūsų pirkimo „App Store“ patvirtinti nepavyko.
lv: Jūsu pirkumu nevarēja verificēt App Store.
mk: Вашата купување не можеше да биде потврдено од App Store.
mt: Ix-xiri tiegħek ma setax jiġi verifikat mill-App Store.
nb: Kjøpet ditt kunne ikke bekreftes av App Store.
nl: Uw aankoop kon niet worden geverifieerd door de App Store.
nn: Kjøpet ditt kunne ikke bekreftes av App Store.
pl: Nie można było zweryfikować twojego zakupu przez App Store.
pt_pt: A sua compra não pôde ser verificada pela App Store.
ro: Achiziția dvs. nu a putut fi verificată de App Store.
sk: Váš nákup sa nepodarilo overiť prostredníctvom App Store.
sl: Vašega nakupa App Store ni mogel preveriti.
sq: Blerja juaj nuk mund të verifikohet nga App Store.
sr: Vaša kupovina nije mogla biti verifikovana od strane App Store-a.
sv: Ditt köp kunde inte verifieras av App Store.
tr: Satın almanız App Store tarafından doğrulanamadı.
uk: Вашу покупку не вдалося перевірити в App Store.

source: Success fetching logs from the watch.
bs: Uspješno preuzimanje logova s sata.
cs: Úspěšné načítání protokolů z hodinek.
da: Succes med at hente logs fra uret.
de: Erfolgreiches Abrufen von Protokollen von der Uhr.
el: Επιτυχής λήψη καταγραφών από το ρολόι.
es: Éxito al obtener registros del reloj.
et: Logide edukas hankimine kellalt.
fi: Onnistui noutamaan lokit kellosovelluksesta.
fr: Succès de la récupération des journaux de la montre.
hr: Uspješno dohvaćanje zapisa s sata.
hu: Sikeres naplófájlok lekérése az óráról.
it: Successo nel recupero dei log dall'orologio.
lt: Pavyko gauti žurnalus iš laikrodžio.
lv: Veiksmīgi izgūti žurnāli no pulksteņa.
mk: Успешно добивање на логови од часовникот.
mt: Suċċess li nġibu l-logs mill-arloġġ.
nb: Suksess med å hente logger fra klokken.
nl: Succes met het ophalen van logs van het horloge.
nn: Suksess med å hente logger fra klokken.
pl: Pomyślnie pobrano logi z zegarka.
pt_pt: Sucesso a obter registos do relógio.
ro: Succes la extragerea jurnalelor de pe ceas.
sk: Úspešné načítanie záznamov z hodiniek.
sl: Uspešno pridobivanje dnevnikov iz ure.
sq: Sukses në marrjen e shënimeve nga ora.
sr: Успешно преузимање дневника са сата.
sv: Lyckades att hämta loggar från klockan.
tr: Saatle ilgili kayıtlar başarıyla alındı.
uk: Успішне отримання логів з годинника.

source: To suit your preferences
bs: Da zadovoljite vaše preferencije
cs: K přizpůsobení vašim přednostem
da: At tilpasse efter dine præferencer
de: Nach Ihren Vorlieben anpassen
el: Για να προσαρμόσετε τις προτιμήσεις σας
es: Para adaptarse a tus preferencias
et: Et rahuldada teie eelistusi
fi: Mieltymystesi mukaan
fr: Pour répondre à vos préférences
ga: Chun do roghanna a oireann
hr: Prema svojim željama
hu: Az Ön preferenciáihoz igazítva
it: Per adattarsi alle tue preferenze
ka: რომ შეესაბამებოდეს თქვენს პრეფერენციებს
lt: Tinkam tavo pageidavimams.
lv: Lai pielāgotu pēc savām vēlmēm
mk: За да одговара на вашите преференции
mt: Biex taqbel mal-preferenzi tiegħek
nb: For å passe dine preferanser
nl: Naar uw voorkeuren aanpassen
nn: Å tilpasse dine preferanser
pl: Aby odpowiadały Twoim preferencjom
pt_pt: Para se ajustar às suas preferências
ro: Pentru a se potrivi preferințelor dumneavoastră
sk: Prispôsobiť sa vašim preferenciám
sl: Po svojih željah
sq: Për t'iu përshtatur preferencave tuaja
sv: För att passa dina preferenser
uk: Відповідно до вашого бажання

source: Unlock Pro
bs: Otključaj Pro
cs: Odemknout Pro
da: Lås Pro op
de: Pro freischalten
el: Ξεκλείδωμα Pro
es: Desbloquear Pro
et: Vabasta Pro
fi: Avaa Pro
fr: Débloquer Pro
ga: Díghlasáil Pro
hr: Otključaj Pro
hu: Pro verzió feloldása
it: Sblocca Pro
ka: გახსენით Pro
lt: Atrakinti Pro
lv: Atbloķēt Pro
mk: Отклучи Pro
mt: Iftaħ Pro
nb: Lås opp Pro
nl: Ontgrendel Pro
nn: Lås opp Pro
pl: Odblokuj Pro
pt_pt: Desbloquear Pro
ro: Deblochează Pro
sk: Odomknúť Pro
sl: Odkleni Pro
sq: Zbuloni Pro
sr: Otključajte Pro
sv: Lås upp Pro
tr: Pro Kilidi Aç
uk: Розблокувати Pro

source: %@/kWh
uk: %@/кВт⋅год
